IdeaRS.Connections
TimberConnectingPlateData.RemainingPart Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the information, whether end plate is at the begin or at the end of added member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AddedMemberPartCode RemainingPart { get; set; }
Property Value
Type: AddedMemberPartCode
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace